Repository: assoconnect/validator-bundle
Catalog: src/Resources/translations/validators.*.xlf
Languages: fr

source: The value {{ domain }} is not a valid domain name.
fr: Le nom de domaine {{ domain }} est invalide.

source: The domain {{ domain }} is not setup to received emails.
fr: Le domain {{ domain }} n'est pas configuré pour recevoir des emails.

source: The value {{ value }} is not a valid phone number.
fr: La valeur {{ value }} n'est pas un numéro de téléphone valide.

source: The value {{ value }} is not formatted as an international phone number.
fr: La valeur {{ value }} n'est pas au format international.

source: The phone number {{ value }} is too short.
fr: Le numéro de téléphone {{ value }} est trop court.

source: The phone number {{ value }} is too long.
fr: Le numéro de téléphone {{ value }} est trop long.

source: The phone number {{ value }} does not exist.
fr: Le numéro de téléphone {{ value }} n'existe pas.

source: The value {{ value }} is not an accepted phone number type.
fr: La valeur {{ value }} n'est pas un numéro de téléphone accepté.

source: The value {{ value }} is not a valid landline phone number.
fr: La valeur {{ value }} n'est pas un numéro de téléphone fixe valide.

source: The value {{ value }} is not a valid mobile phone number.
fr: La valeur {{ value }} n'est pas un numéro de téléphone portable valide.

source: The float precision is limited to {{ precision }} numbers.
fr: La précision est limitée à {{ precision }} chiffres après la virgule.

source: The value {{ value }} is not a valid timezone.
fr: La valeur {{ value }} n'est pas un fuseau horaire valide.

source: The value {{ value }} is not a valid SIREN number.
fr: La valeur {{ value }} n'est pas un numéro SIREN valide.

source: The value {{ value }} is not a valid RNA identifier.
fr: La valeur {{ value }} n'est pas un identifiant RNA valide.
